Revit 2027 API
ParameterTypeId.SpaceAreaPerPersonParam Property
 "Area per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceAreaPerPersonParam { get; }
Public Shared ReadOnly Property SpaceAreaPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceAreaPerPersonParam {
	ForgeTypeId^ get ();
}
static member SpaceAreaPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace